LEXICON_RU: dict[str, str] = {
    "main_menu": 'Добро пожаловать в бота для мониторинга доступности удалённых хостов.\n'
                 'Чтобы начать работу используйте кнопки ниже.',
    "back": "🔙 Назад",
    "check": "🔍 Проверить доступность",
    "add_host": "➕ Добавить хост",
    "edit_host": "✏️ Изменить",
    "delete_host": "🗑️ Удалить",
    "host_list": "📋 Список хостов"

}

LEXICON_COMMANDS: dict[str, str] = {
    '/beginning': 'В начало книги',
    '/continue': 'Продолжить чтение',
    '/bookmarks': 'Мои закладки',
    '/help': 'Справка по работе бота'
}
