LEXICON_RU: dict[str, str] = {
    "main_menu": 'Добро пожаловать в бота для мониторинга доступности удалённых хостов.\n'
                 'Чтобы начать работу используйте кнопки ниже.',
    "back_b": "🔙 Назад",
    "check_b": "🔍 Проверить доступность",
    "add_host_b": "➕ Добавить хост",
    "edit_host_b": "✏️ Изменить",
    "delete_host_b": "🗑️ Удалить",
    "deleted_host": "🗑️ *Успешно удалён хост с именем:* ",
    "host_list": "📋 *Список всех хостов:*\n"
                 "🟢 Доступен\n"
                 "🔴 Недоступен",
    "host_list_b": "📋 Список хостов",
    "host_name": "🏷️ Пожалуйста введите имя хоста",
    "host_address": "🔗 Пожалуйста введите адрес хоста",
    "name_b": "🏷️ Имя",
    "address_b": "🔗 Адрес",
    "success_add_host": "Хост успешно добавлен",
    "success_edit": "Изменения сохранены"
}

LEXICON_COMMANDS: dict[str, str] = {
    '/beginning': 'В начало книги',
    '/continue': 'Продолжить чтение',
    '/bookmarks': 'Мои закладки',
    '/help': 'Справка по работе бота'
}
